{
  "HomePage": {
    "banner": {
      "title": "Transforma tu <highlight>cuerpo</highlight>, transforma tu <highlight>vida</highlight>",
      "subtitle": "Descubre el poder de un fitness inteligente y personalizado."
    },
    "aboutUs": {
      "mission": {
        "title": "Misi贸n",
        "content": "<p>Ser la principal red de fitness que empodera a las personas para alcanzar sus objetivos de bienestar, a trav茅s de un servicio de calidad y con tecnol贸gia avanzada, garantizando una experiencia fluida y accesible en cada una de nuestras franquicias.</p>",
        "imageAlt": "Misi贸n"
      },
      "vision": {
        "title": "Visi贸n",
        "content": "<p>Consolidarnos como el ecosistema de fitness m谩s inteligente y mejor integrado del mercado, reconocido por su excelencia operativa, su gesti贸n estrat茅gica basada en datos y su capacidad para ofrecer un crecimiento escalable y sostenible a todos nuestros franquiciados.</p>",
        "imageAlt": "Visi贸n"
      },
      "values": {
        "title": "Valores",
        "content": "<p>Nuestra operaci贸n se sustenta en cuatro valores fundamentales: Coherencia Operativa que garantiza estandarizaci贸n en cada interacci贸n, Integridad del Dato como base de decisiones estrat茅gicas, Orientaci贸n al Cliente centrada en relaciones duraderas, y Agilidad Tecnol贸gica para adaptarnos continuamente a las demandas del mercado.</p>",
        "imageAlt": "Valores"
      },
      "objectives": {
        "title": "Objetivos",
        "content": "<p>Transformar vidas a trav茅s del fitness, creando una comunidad donde cada persona encuentre la motivaci贸n, el equipo y el ambiente perfecto para alcanzar sus metas f铆sicas y mentales. Nos comprometemos a ser tu aliado en este viaje de superaci贸n personal.</p>",
        "imageAlt": "Objetivos"
      }
    }
  },
  "LocaleSwitcher": {
    "label": "Change language",
    "locale": "{locale, select, en {吼 English} es { Espa帽ol} other {Language}}"
  },
  "ServicesPage": {
    "title": "<highlight>NUESTROS</highlight> SERVICIOS",
    "subtitle": "Explora la variedad de clases que ofrecemos para ayudarte a alcanzar tus metas de fitness.",
    "filters": {
      "searchPlaceholder": "Buscar servicio por nombre...",
      "ratingDefault": "Rating",
      "categoryDefault": "Categor铆a",
      "viewLabel": "Vista:",
      "viewGrid": "Cuadr铆cula",
      "viewList": "Lista",
      "clear": "Borrar filtros"
    },
    "ratings": {
      "5stars": "(5 estrellas)",
      "4stars": "(4 estrellas o m谩s)",
      "3stars": "(3 estrellas o m谩s)"
    },
    "categories": {
      "yoga": "Yoga",
      "crossfit": "CrossFit",
      "spinning": "Spinning",
      "strength": "Fuerza",
      "cardio": "Cardio"
    }
  },
  "BranchesPage": {
    "title": "<highlight>NUESTRAS</highlight> <highlight-dark>SUCURSALES</highlight-dark>",
    "subtitle": "Tu espacio fitness, m谩s cerca de lo que imaginas. Nuestras sucursales VITALFIT est谩n ubicadas estrat茅gicamente para que entrenar sea accesible, r谩pido y que nunca pongas en pausa tu bienestar.",
    "viewButton": "Ver sucursales",
    "footerQuote": "Tu mejor versi贸n comienza aqu铆. Visita nuestras sucursales y siente la energ铆a que transforma. Cada espacio VITALFIT est谩 dise帽ado para inspirarte, retarte y acompa帽arte en cada paso de tu evoluci贸n."
  }
}
